[
  {
    "Nomor": "135/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 12 Tahun 2012 tentang Pendidikan Tinggi",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Subsidi Dana Pendidikan Tinggi Untuk Gaji Pokok dan Tunjangan Profesi Dosen Perguruan Tinggi Swasta",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4679",
    "Tahun": 2023
  },
  {
    "Nomor": "119/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 20 Tahun 2023 tentang Aparatur Sipil Negara",
    "Amar": "Menolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "ASN, PPPK, tenaga honorer, guru honorer",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4650",
    "Tahun": 2024
  },
  {
    "Nomor": "69/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 1 Tahun 2015 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2014 tentang Pemilihan Gubernur, Bupati, dan Walikota menjadi Undang-Undang",
    "Amar": "Dalam Provisi Menolak permohonan provisi para Pemohon untuk seluruhnya. Dalam Pokok Permohonan 1.Mengabulkan permohonan para Pemohon untuk seluruhnya; 2.Menyatakan frasa “tempat pendidikan” dalam norma Pasal 69 huruf i Undang-Undang Nomor 1 Tahun 2015 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2014 tentang Pemilihan Gubernur, Bupati, dan Walikota menjadi Undang-Undang (Lembaran Negara Republik Indonesia Tahun 2015 Nomor 23, Tambahan Lembaran Negara Republik Indonesia Nomor 5588) bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat secara bersyarat sepanjang tidak dimaknai “dikecualikan bagi perguruan tinggi yang mendapat izin dari penanggung jawab perguruan tinggi atau sebutan lain dan hadir tanpa atribut kampanye pemilu”. 3.Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia.",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "larangan kampanye, kampanye, perguruan tinggi, rezim Pemilu, rezim Pilkada, atribut kampanye",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4623",
    "Tahun": 2024
  },
  {
    "Nomor": "6/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia sebagaimana telah diubah dengan Undang-Undang Nomor 11 Tahun 2021 tentang Perubahan Atas Undang-Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia",
    "Amar": "1. Mengabulkan permohonan Pemohon untuk sebagian. 2. Menyatakan Pasal 20 Undang-Undang Nomor 11 Tahun 2021 tentang Perubahan Atas Undang-Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia (Lembaran Negara Republik Indonesia Tahun 2021 Nomor 298, Tambahan Lembaran Negara Republik Indonesia Nomor 6755) bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat secara bersyarat sepanjang tidak dimaknai “Untuk dapat diangkat menjadi Jaksa Agung harus memenuhi syarat sebagaimana dimaksud dalam Pasal 20 huruf a sampai dengan huruf f termasuk syarat bukan merupakan pengurus partai politik kecuali telah berhenti sebagai pengurus partai politik sekurang-kurangnya 5 (lima) tahun sebelum diangkat sebagai Jaksa Agung”. 3. Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya.",
    "Status": "Mengabulkan Sebagian",
    "Kata Kunci": "persyaratan menjadi Jaksa Agung, pengurus partai politik, hak ingkar",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4204",
    "Tahun": 2024
  },
  {
    "Nomor": "76/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 6 Tahun 2014 tentang Desa",
    "Amar": "Menolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "konstitusionalitas larangan perangkat desa sebagai pengurus partai politik, independensi perangkat desa",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4065",
    "Tahun": 2023
  },
  {
    "Nomor": "53/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 2 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 2 Tahun 2008 tentang Partai Politik",
    "Amar": "Menyatakan permohonan para Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "masa jabatan dan periodesasi masa jabatan pengurus parpol",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4039",
    "Tahun": 2023
  },
  {
    "Nomor": "77/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 14 Tahun 2005 tentang Guru dan Dosen terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "kewenangan DPD, bidang pendidikan, guru, dosen",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3919",
    "Tahun": 2022
  },
  {
    "Nomor": "26/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 18 Tahun 2003 tentang Advokat terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Dikabulkan",
    "Status": "Mengabulkan Seluruhnya",
    "Kata Kunci": "UU Advokat; advokat; pemberian bantuan hukum; tidak dapat dituntut secara perdata maupun pidana; menjalankan tugas dan profesinya; kepentingan pembelaan klien; di dalam dan di luar persidangan; access to justice",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1691",
    "Tahun": 2013
  },
  {
    "Nomor": "31/PUU-XXIII/2025",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 37 Tahun 2024 tentang Kabupaten Batanghari di Provinsi Jambi",
    "Amar": "1.Mengabulkan permohonan Pemohon untuk sebagian; 2.Menyatakan kata “Batanghari” dalam Undang-Undang Nomor 37 Tahun 2024 tentang Kabupaten Batanghari di Provinsi Jambi (Lembaran Negara Republik Indonesia Tahun 2024 Nomor 143, Tambahan Lembaran Negara Republik Indonesia Nomor 6958) bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat secara bersyarat sepanjang tidak dimaknai ”Batang Hari”, sehingga ditulis menjadi “Batang Hari”; 3.Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya; 4.Menolak permohonan Pemohon untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Perubahan Frasa Kabupaten “Batang Hari” menjadi Kabupaten “Batanghari” dan perubahan Tanggal, Bulan dan tahun Pembentukan Kabupaten Batang Hari",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5112",
    "Tahun": 2025
  },
  {
    "Nomor": "323/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN EMPAT LAWANG Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait berkenaan dengan\nkedudukan hukum Pemohon;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait untuk selain dan\nselebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN EMPAT LAWANG Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5103",
    "Tahun": 2025
  },
  {
    "Nomor": "322/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BENGKULU SELATAN Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait berkenaan dengan kedudukan hukum Pemohon;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait untuk selain dan selebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BENGKULU SELATAN Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5102",
    "Tahun": 2025
  },
  {
    "Nomor": "321/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN TASIKMALAYA Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait I berkenaan\ndengan kedudukan hukum Pemohon;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait I untuk selain dan\nselebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN TASIKMALAYA Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5100",
    "Tahun": 2025
  },
  {
    "Nomor": "320/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN GORONTALO UTARA Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait berkenaan dengan\nkedudukan hukum Pemohon;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait untuk selain dan\nselebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN GORONTALO UTARA Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5099",
    "Tahun": 2025
  },
  {
    "Nomor": "313/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BARITO UTARA Tahun 2024",
    "Amar": "Dalam Eksepsi:\nMenolak eksepsi Termohon dan eksepsi Pihak Terkait untuk seluruhnya.\nDalam Pokok Permohonan:\n1. Mengabulkan permohonan Pemohon untuk sebagian;\n2. Menyatakan Pemilihan Bupati dan Wakil Bupati Barito Utara Tahun 2024 harus dilakukan Pemungutan Suara Ulang;\n3. Menyatakan batal Keputusan Komisi Pemilihan Umum Kabupaten Barito Utara Nomor 821 Tahun 2024 tentang Penetapan Hasil Pemilihan Bupati dan Wakil Bupati Barito Utara Tahun 2024, bertanggal 4 Desember 2024 dan Keputusan Komisi Pemilihan Umum Kabupaten Barito Utara Nomor 16 Tahun 2025 tentang Perubahan Keputusan Komisi Pemilihan Umum Kabupaten Barito Utara Nomor 821 Tahun 2024 tentang Penetapan Hasil Pemilihan Bupati dan Wakil Bupati Barito Utara Tahun 2024, bertanggal 24 Maret 2025;\n4. Menyatakan diskualifikasi Pasangan Calon Bupati dan Wakil Bupati Nomor Urut 1 (H. Gogo Purman Jaya, S.Sos., dan Drs. Hendro Nakalelo, M.Si.) dan Pasangan Calon Bupati dan Wakil Bupati Nomor Urut 2 (Akhmad Gunadi Nadalsyah, S.E., B.A., dan Sastra Jaya) dari kepesertaan dalam Pemilihan Bupati dan Wakil Bupati Barito Utara Tahun 2024;\n5. Menyatakan batal Keputusan Komisi Pemilihan Umum Kabupaten Barito Utara Nomor 472 Tahun 2024 tentang Penetapan Pasangan Calon Peserta Pemilihan Bupati dan Wakil Bupati Barito Utara Tahun 2024, bertanggal 22 September 2024, dan Keputusan Komisi Pemilihan Umum Kabupaten Barito Utara Nomor 475 Tahun 2024 tentang Penetapan Nomor Urut Pasangan Calon Peserta Pemilihan Bupati Dan Wakil Bupati Barito Utara Tahun 2024, bertanggal 23 September 2024;\n6. Memerintahkan Termohon untuk melakukan Pemungutan Suara Ulang Bupati dan Wakil Bupati Barito Utara Tahun 2024 dengan tetap menggunakan Daftar Pemilih Tetap (DPT), Daftar Pemilih Tambahan (DPTb), dan Daftar Pemilih Khusus (DPK) yang digunakan dalam pemungutan suara tanggal 27 November 2024 serta diikuti oleh pasangan calon baru yang diajukan oleh partai politik atau gabungan partai politik pengusul/pengusung pada Pemilihan Bupati Dan Wakil Bupati Barito Utara Tahun 2024 tanggal 27 November 2024;\n7. Memerintahkan pelaksanaan Pemungutan Suara Ulang Bupati dan Wakil Bupati Barito Utara Tahun 2024 harus sudah dilaksanakan dalam waktu paling lama 90 (sembilan puluh) hari sejak Putusan a quo diucapkan dan selanjutnya menetapkan perolehan suara hasil Pemungutan Suara Ulang tersebut tanpa melaporkan kepada Mahkamah;\n8. Memerintahkan kepada Komisi Pemilihan Umum Republik Indonesia untuk melakukan supervisi dan koordinasi dengan Komisi Pemilihan Umum Provinsi Kalimantan Tengah dan Komisi Pemilihan Umum Kabupaten Barito Utara dalam rangka pelaksanaan amar putusan ini;\n9. Memerintahkan kepada Badan Pengawas Pemilihan Umum Republik Indonesia untuk melakukan supervisi dan koordinasi dengan Badan Pengawas Pemilihan Umum Provinsi Kalimantan Tengah dan Badan Pengawas Pemilihan Umum Kabupaten Barito Utara dalam rangka pelaksanaan amar putusan ini;\n10.Memerintahkan kepada Kepolisian Negara Republik Indonesia beserta jajarannya, khususnya Kepolisian Daerah Kalimantan Tengah dan Kepolisian Resor Barito Utara untuk melakukan pengamanan proses Pemungutan Suara Ulang Bupati dan Wakil Bupati Barito Utara Tahun 2024 sesuai dengan kewenangannya;\n11.Menolak permohonan Pemohon untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BARITO UTARA Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5096",
    "Tahun": 2025
  },
  {
    "Nomor": "317/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN KEPULAUAN TALAUD Tahun 2024",
    "Amar": "Dalam Eksepsi:\nMenolak eksepsi Termohon dan eksepsi Pihak Terkait untuk seluruhnya;\nDalam Pokok Permohonan:\nMenolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN KEPULAUAN TALAUD Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5095",
    "Tahun": 2025
  },
  {
    "Nomor": "316/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BANGGAI Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait berkenaan\ndengan permohonan Pemohon tidak jelas atau kabur;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait untuk selain dan\nselebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN BANGGAI Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5083",
    "Tahun": 2025
  },
  {
    "Nomor": "315/PHPU.BUP-XXIII/2025",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN PULAU TALIABU Tahun 2024",
    "Amar": "Dalam Eksepsi:\n1. Mengabulkan eksepsi Termohon dan eksepsi Pihak Terkait berkenaan dengan kedudukan hukum Pemohon;\n2. Menolak eksepsi Termohon dan eksepsi Pihak Terkait untuk selain dan selebihnya.\nDalam Pokok Permohonan:\nMenyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Bupati KABUPATEN PULAU TALIABU Tahun 2024",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5082",
    "Tahun": 2025
  },
  {
    "Nomor": "87/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi dan Undang-Undang Nomor 8 Tahun 1981 tentang Hukum Acara Pidana",
    "Amar": "1.Mengabulkan permohonan Pemohon untuk sebagian; 2.Menyatakan Pasal 42 Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi (Lembaran Negara Republik Indonesia Tahun 2002 Nomor 137, Tambahan Lembaran Negara Republik Indonesia Nomor 4250) yang menyatakan “Komisi Pemberantasan Korupsi berwenang mengkoordinasikan dan mengendalikan penyelidikan, penyidikan, dan penuntutan tindak pidana korupsi yang dilakukan bersama-sama oleh orang yang tunduk pada peradilan militer dan peradilan umum” bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat secara bersyarat sepanjang tidak dimaknai “Komisi Pemberantasan Korupsi berwenang mengkoordinasikan dan mengendalikan penyelidikan, penyidikan, dan penuntutan tindak pidana korupsi yang dilakukan bersama-sama oleh orang yang tunduk pada peradilan militer dan peradilan umum, sepanjang perkara dimaksud proses penegakan hukumnya ditangani sejak awal atau dimulai/ditemukan oleh Komisi Pemberantasan Korupsi”; 3.Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya; 4.Menolak permohonan Pemohon untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Kewenangan KPK RI dalam menyelidik, menyidik dan menuntut tindak pidana korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4681",
    "Tahun": 2023
  },
  {
    "Nomor": "81/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 10 Tahun 2016 tentang Perubahan Kedua atas Undang-Undang Nomor 1 Tahun 2015 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2014 tentang Pemilihan Gubernur, Bupati, dan Walikota Menjadi Undang-Undang",
    "Amar": "Menyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Syarat calon kepala daerah; Syarat calon gubernur dan wakil gubernur, calon bupati dan wakil bupati serta calon walikota dan wakil walikota; mantan narapidana korupsi; perbuatan tercela; SKCK (Surat Keterangan Catatan Kepolisian)",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4608",
    "Tahun": 2024
  },
  {
    "Nomor": "39/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 19 Tahun 2019 tentang Perubahan Kedua atas Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi",
    "Amar": "Menyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "kerugian minimal dalam korupsi, 1 milyar, korupsi, KPK, tugas KPK, kewenangan KPK, syarat formil permohonan, pemohon tidak hadir dalam sidang perbaikan",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4583",
    "Tahun": 2024
  },
  {
    "Nomor": "25/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 8 Tahun 1981 tentang Hukum Acara Pidana dan Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi sebagaimana terakhir telah diubah dengan Undang-Undang Nomor 19 Tahun 2019 tentang Perubahan Kedua Atas Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi",
    "Amar": "Menolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "kewenangan jaksa, penyidikan, pidana tertentu, korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4213",
    "Tahun": 2024
  },
  {
    "Nomor": "157/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana Korupsi sebagaimana telah diubah dengan Undang-Undang Nomor 20 Tahun 2001 tentang Perubahan Atas Undang-Undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana Korupsi dan Undang-Undang Nomor 12 Tahun 2011 tentang Pembentukan Peraturan Perundang-Undangan sebagaimana telah diubah dengan Undang-Undang Nomor 13 Tahun 2022 tentang Perubahan Kedua Atas Undang-Undang Nomor 12 Tahun 2011 tentang Pembentukan Peraturan Perundang-Undangan",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "tindak pidana korupsi, pidana mati",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4181",
    "Tahun": 2023
  },
  {
    "Nomor": "28/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia, Undang Undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana Korupsi, dan Undang Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi",
    "Amar": "Menolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "kewenangan melakukan penyidikan oleh kejaksaan pada perkara tindak pidana korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4164",
    "Tahun": 2023
  },
  {
    "Nomor": "70/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang - Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia",
    "Amar": "Menyatakan permohonan para Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "kewenangan penyidikan kejaksaan, korupsi, kolusi, dan nepotisme",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4054",
    "Tahun": 2023
  },
  {
    "Nomor": "57/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang–Undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana Korupsi",
    "Amar": "1. Mengabulkan penarikan kembali permohonan Pemohon; 2. Menyatakan Permohonan dalam Perkara Nomor 57/PUU-XXI/2023 mengenai Permohonan Pengujian Undang-Undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana Korupsi (Lembaran Negara Tahun 1999 Nomor 140, Tambahan Lembaran Negara Nomor 3874) terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 ditarik kembali; 3. Menyatakan Pemohon tidak dapat mengajukan kembali permohonan a quo; 4. Memerintahkan Panitera Mahkamah Konstitusi untuk mencatat perihal penarikan kembali Permohonan Nomor 57/PUU-XXI/2023 dalam Buku Registrasi Perkara Konstitusi Elektronik (e-BRPK) dan mengembalikan salinan berkas permohonan kepada Pemohon.",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "pengembalian kerugian keuangan negara, alasan penghapus pidana, korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4042",
    "Tahun": 2023
  },
  {
    "Nomor": "10/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 1 Tahun 2023 tentang Kitab Undang-Undang Hukum Pidana",
    "Amar": "Menyatakan permohonan para Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "KUHP, pidana mati, tindak pidana korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3995",
    "Tahun": 2023
  },
  {
    "Nomor": "41/PUU-XIX/2021",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 12 Tahun 1995 tentang Pemasyarakatan",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Hak remisi bagi Narapidana kasus korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3744",
    "Tahun": 2021
  },
  {
    "Nomor": "61/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materil Undang-Undang Nomor 6 Tahun 2023 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 2 Tahun 2022 tentang Cipta Kerja Menjadi Undang-Undang",
    "Amar": "Menyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "jangka waktu perjanjian kerja waktu tertentu",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4658",
    "Tahun": 2023
  },
  {
    "Nomor": "164/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil dan Formil Undang-Undang Nomor 6 Tahun 20023 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 2 Tahun 2022 tentang Cipta Kerja menjadi Undang-Undang",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "hak pengelolaan tanah, uang wajib tahunan, perjanjian pemanfaatan tanah, HPL, UWT",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4177",
    "Tahun": 2023
  },
  {
    "Nomor": "63/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materil Kitab Undang-Undang Hukum Perdata",
    "Amar": "Menyatakan permohonan para Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "bunga/interest, KUH Perdata, perbankan konvensional, perbankan syariah, perjanjian utang piutang, riba",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4057",
    "Tahun": 2023
  },
  {
    "Nomor": "52/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materil Kitab Undang-Undang Hukum Dagang",
    "Amar": "Menyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "prinsip itikad baik dalam perjanjian asuransi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4040",
    "Tahun": 2023
  },
  {
    "Nomor": "75/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 13 Tahun 2003 tentang Ketenagakerjaan",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "pekerja rumahan, hubungan kerja, perjanjian kerja, pekerja rumah tangga, ketenagakerjaan",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3983",
    "Tahun": 2022
  },
  {
    "Nomor": "23/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 8 Tahun 1999 tentang Perlindungan Konsumen",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pilihan Forum Konsumen dalam Perjanjian Baku",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3837",
    "Tahun": 2022
  },
  {
    "Nomor": "101/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 11 Tahun 2020 tentang Cipta Kerja terhadap UUD 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "lembaga pelatihan kerja, pelaksanaan penempatan kerja, tenaga kerja asing (tka), perjanjian kerja waktu tertentu (pkwt), pekerja alih daya (outsourcing), waktu kerja, cuti, upah dan upah minimum, pemutusan hubungan kerja (phk), uang pesangon (up), uang penggantian hak (uph), dan uang penghargaan masa kerja (upmk), sanksi pidana, jaminan kehilangan pekerjaan (jkp)",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3782",
    "Tahun": 2020
  },
  {
    "Nomor": "105/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Formil dan Materiil Undang-Undang Nomor 11 Tahun 2020 tentang Cipta Kerja terhadap UUD 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Lembaga Pelatihan Kerja, Pelaksana Penempatan Tenaga Kerja, Tenaga Kerja Asing (TKA), Perjanjian Kerja Waktu Tertentu (PKWT), Waktu Kerja, Upah dan Upah Minimum, Pemutusan Hubungan Kerja (PHK), Uang Pesangon (UP), dan Uang Penggantian Hak (UPH)",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3785",
    "Tahun": 2020
  },
  {
    "Nomor": "80/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 3 Tahun 2020 tentang Perubahan Atas Undang-Undang Nomor 4 Tahun 2009 tentang Pertambangan Mineral dan Batubara terhadap UUD 1945",
    "Amar": "Ditarik Kembali",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "Perizinan Usaha Tambang oleh Pemerintah Pusat dan frasa dijamin atas perpanjangan IUPK sebagai Kelanjutan Operasi Kontrak/Perjanjian",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3511",
    "Tahun": 2020
  },
  {
    "Nomor": "13/PUU-XVI/2018",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Dikabulkan Sebagian",
    "Status": "Mengabulkan Sebagian (Ditolak dan Tidak Dapat Diterima)",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2911",
    "Tahun": 2018
  },
  {
    "Nomor": "149/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 51 Tahun 2009 tentang Perubahan Kedua Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara",
    "Amar": "Menolak permohonan Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "tenggang waktu pengajuan gugatan keputusan tata usaha negara, pihak ketiga yang dituju langsung, dokter, KTP ganda, akta kematian ganda, R. Soetanto, SEMA, conditionally constitutional",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4161",
    "Tahun": 2023
  },
  {
    "Nomor": "22/PUU-XVI/2018",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara sebagaimana telah diubah dengan Undang-Undang Nomor 51 Tahun 2009 tentang Perubahan Kedua Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara sebagaimana telah diubah dengan Undang-Undang Nomor 51 Tahun 2009 tentang Perubahan Kedua Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2912",
    "Tahun": 2018
  },
  {
    "Nomor": "55/PUU-XV/2017",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 51 Tahun 2009 tentang Perubahan Kedua Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Sebagian (Tidak Dapat Diterima)",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 51 Tahun 2009 tentang Perubahan Kedua Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2718",
    "Tahun": 2017
  },
  {
    "Nomor": "81/PUU-XIV/2016",
    "Pokok Perkara": "pengujian Undang-Undang Nomor 9 Tahun 2004 tentang Perubahan Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "pengujian Undang-Undang Nomor 9 Tahun 2004 tentang Perubahan Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2552",
    "Tahun": 2016
  },
  {
    "Nomor": "78/PUU-XIII/2015",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 2 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 2 Tahun 2008 tentang Partai Politik dan Undang-Undang Nomor 9 Tahun 2004 tentang Perubahan Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 2 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 2 Tahun 2008 tentang Partai Politik dan Undang-Undang Nomor 9 Tahun 2004 tentang Perubahan Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2529",
    "Tahun": 2015
  },
  {
    "Nomor": "76/PUU-XIII/2015",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2461",
    "Tahun": 2015
  },
  {
    "Nomor": "113/PUU-XII/2014",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 9 Tahun 2004 tentang Perubahan Atas Undang-Undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha Negara terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Undang-Undang tentang Peradilan Tata Usaha Negara; Peradilan Tata Usaha Negara; Pejabat Tata Usaha Negara; Keputusan Tata Usaha Negara; Keputusan TUN; Hasil pemeriksaan badan peradilan; Perlawanan terhadap penetapan; Hak mengajukan pemeriksaan; Upaya hukum; Dismissal; Ex officio; Objek Peradilan Tata Usaha Negara; Pengadilan Negeri Jakarta Selatan.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2149",
    "Tahun": 2014
  },
  {
    "Nomor": "32/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kota Gorontalo, Provinsi Gorontalo, Tahun 2013",
    "Amar": "Putusan Akhir",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "hasil penghitungan suara; pemilihan umum; surat suara; kotak suara; pemilukada; daftar pemilih; Panwaslu; Daftar Pemilih Tetap; pemilukada; pemilih; pasangan calon; penghitungan suara; rekapitulasi; TPS; DPT; KPPS; pelanggaran; anggota KPU; Feriyanto Mayulu; Abdurrahman Abubakar Bahmid; Sulistyowati; erselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kota Gorontalo; Provinsi Gorontalo; Komisi Pemilihan Umum Gorontalo; KPU Gorontalo; Putusan Pengadilan Tata Usaha Negara Manado Nomor 05;Putusan Pengadilan Tata Usaha Negara Manado Nomor 06.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1680",
    "Tahun": 2013
  },
  {
    "Nomor": "117/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Provinsi Jawa Timur Tahun 2013",
    "Amar": "ditolak seluruh nya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pemilukada; KPU Jatim; RTSM; Khofifah Indar Parawansa, Herman Suryadi Sumawiredj, Soekarwo, Saifullah Yusuf, Pasangan Calon Gubernur dan Wakil Gubernur dalam Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Provinsi Jawa Timur Tahun 2013, Daftar Pemilih Tetap (DPT), Anggaran Pendapatan dan Belanja Daerah (APBD), Pemilukada Provinsi Jawa Timur, politik anggaran, Program Jalinkesra, penyalahgunaan APB, pejabat struktural, aparatur pemerintahan daerah, Pegawai Negeri Sipil, Pasangan Calon Karsa, Dewan Kehormatan Penyelenggara Pemilu (DKPP), Pengadilan Tata Usaha Negara (PTUN), Terstruktur, Sistematis, dan Massif, Tidak Terbukti Menurut Hukum",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1504",
    "Tahun": 2013
  },
  {
    "Nomor": "68/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Lumajang Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pemilukada, tukang stempel, Sjahrazad Masdar dan Asat Malik, Agus Wicaksono dan Adnan Syarif, Ali Mudhori dan Samsul Hadi, lndah Pakarti dan Kafi, Keputusan Tata Usaha Negara, beschiking, objectum litis, NIK ganda, kadis",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1422",
    "Tahun": 2013
  },
  {
    "Nomor": "26/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materil Undang-Undang Nomor 14 Tahun 2002 tentang Pengadilan Pajak",
    "Amar": "1. Menyatakan permohonan Pemohon II tidak dapat diterima; 2. Mengabulkan permohonan Pemohon I dan Pemohon III untuk sebagian; 3. Menyatakan sepanjang frasa “Departemen Keuangan” dalam Pasal 5 ayat (2) Undang-Undang Nomor 14 Tahun 2002 tentang Pengadilan Pajak (Lembaran Negara Republik Indonesia Tahun 2002 Nomor 27, Tambahan Lembaran Negara Republik Indonesia Nomor 4189) bertentangan dengan UUD 1945 dan tidak memiliki kekuatan hukum mengikat sepanjang tidak dimaknai menjadi “Mahkamah Agung yang secara bertahap dilaksanakan selambat-lambatnya tanggal 31 Desember 2026”, sehingga Pasal 5 ayat (2) UU 14/2002 selengkapnya berbunyi, “Pembinaan organisasi, administrasi, dan keuangan bagi Pengadilan Pajak dilakukan oleh Mahkamah Agung yang secara bertahap dilaksanakan selambat-lambatnya tanggal 31 Desember 2026”; 4. Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya; 5. Menolak permohonan Pemohon I dan Pemohon III untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian",
    "Kata Kunci": "pembinaan organisasi, administrasi, keuangan, pengadilan pajak, satu atap, one roof system",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4031",
    "Tahun": 2023
  },
  {
    "Nomor": "71/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "adminduk, administrasi penduduk, pencatatan perkawinan, beda agama",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3941",
    "Tahun": 2022
  },
  {
    "Nomor": "64/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 7 Tahun 2017 tentang Pemilihan Umum",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "verifikasi administrasi dan verifikasi faktual partai politik",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3891",
    "Tahun": 2022
  },
  {
    "Nomor": "46/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan",
    "Amar": "Ditarik Kembali",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "administrasi pemerintahan, Komisi Informasi Pusat, Sengketa Informasi, Penarikan Kembali Perkara",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3863",
    "Tahun": 2022
  },
  {
    "Nomor": "81/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 19 Tahun 2016 tentang Perubahan Atas Undang-Undang Nomor 11 Tahun 2008 tentang Informasi dan Transaksi Elektonik terhadap UUD 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pemutusan Akses oleh Pemerintah terhadap informasi elektronik dan/atau dokumen elekronik tanpa didahului kewajiban administrasi berupa KTUN secara tertulis",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3756",
    "Tahun": 2020
  },
  {
    "Nomor": "11/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap UUD 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Pengujian Materiil Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap UUD 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3447",
    "Tahun": 2020
  },
  {
    "Nomor": "64/PUU-XVII/2019",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 24 Tahun 2013 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan",
    "Amar": "Gugur",
    "Status": "Gugur",
    "Kata Kunci": "Permohonan Pengujian Undang-Undang Nomor 24 Tahun 2013 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2006 Tentang Administrasi Kependudukan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3418",
    "Tahun": 2019
  },
  {
    "Nomor": "77/PUU-XV/2017",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2781",
    "Tahun": 2017
  },
  {
    "Nomor": "97/PUU-XIV/2016",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan sebagaimana telah diubah dengan Undang-Undang Nomor 24 Tahun 2013 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Dikabulkan",
    "Status": "Mengabulkan Seluruhnya",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan sebagaimana telah diubah dengan Undang-Undang Nomor 24 Tahun 2013 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2006 tentang Administrasi Kependudukan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2713",
    "Tahun": 2016
  },
  {
    "Nomor": "105/PUU-XIV/2016",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 24 Tahun 2003 tentang Mahkamah Konstitusi sebagaimana telah diubah dengan Undang-Undang Nomor 8 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 24 Tahun 2003 tentang Mahkamah Konstitusi, Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman, dan Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Pengujian Undang-Undang Nomor 24 Tahun 2003 tentang Mahkamah Konstitusi sebagaimana telah diubah dengan Undang-Undang Nomor 8 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 24 Tahun 2003 tentang Mahkamah Konstitusi, Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman, dan Undang-Undang Nomor 30 Tahun 2014 tentang Administrasi Pemerintahan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2695",
    "Tahun": 2016
  },
  {
    "Nomor": "8/PUU-XXIII/2025",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman dan Reglemen Acara Hukum Untuk Daerah Luar Jawa dan Madura (Reglement Tot Regeling Van Het Rechtswezen In De Gewesten Buiten Java En Madura (RBg) yang diundangkan dan divalidasi dengan Undang-Undang Darurat Nomor 1 Tahun 1951 tentang Tindakan-Tindakan Sementara Untuk Menyelenggarakan Kesatuan Susunan Kekuasaan dan Acara Pengadilan-Pengadilan Sipil",
    "Amar": "1.Mengabulkan penarikan kembali permohonan Pemohon; 2.Menyatakan Permohonan Nomor 8/PUU-XXIII/2025 ditarik kembali; 3.Menyatakan Pemohon tidak dapat mengajukan kembali permohonan a quo; 4.Memerintahkan Panitera Mahkamah Konstitusi untuk mencatat perihal penarikan kembali Permohonan Nomor 8/PUU-XXIII/2025 dalam Buku Registrasi Perkara Konstitusi Elektronik (e-BRPK) dan mengembalikan salinan berkas permohonan kepada Pemohon.",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "Pelaksanaan hukum (eksekusi) yang dilaksanakan secara sewenang-wenang",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=5069",
    "Tahun": 2025
  },
  {
    "Nomor": "140/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Kitab Undang-Undang Hukum Pidana (KUHP)",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "pemegang hak asuh anak, penculikan anak kandung, frasa \"barang siapa\" dalam KUHP",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4649",
    "Tahun": 2023
  },
  {
    "Nomor": "47/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 4 Tahun 2023 tentang Pengembangan dan Penguatan Sektor Keuangan",
    "Amar": "1.Mengabulkan penarikan kembali permohonan para Pemohon; 2.Menyatakan Permohonan dalam perkara Nomor 47/PUU-XXII/2024 mengenai Permohonan Pengujian Undang-Undang Nomor 4 Tahun 2023 tentang Pengembangan dan Penguatan Sektor Keuangan (Lembaran Negara Republik Indonesia Tahun 2023 Nomor 4, Tambahan Lembaran Negara Republik Indonesia Nomor 6845) terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 ditarik kembali; 3.Menyatakan para Pemohon tidak dapat mengajukan kembali permohonan a quo; 4.Memerintahkan Panitera Mahkamah Konstitusi untuk mencatat perihal penarikan kembali Permohonan Nomor 47/PUU-XXII/2024 dalam Buku Registrasi Perkara Konstitusi Elektronik (e-BRPK) dan mengembalikan salinan berkas permohonan kepada para Pemohon.",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "pembayaran manfaat pensiun secara berkala bagi peserta, janda/duda, anak",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4594",
    "Tahun": 2024
  },
  {
    "Nomor": "65/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 20 Tahun 2003 tentang Sistem Pendidikan Nasional",
    "Amar": "Ditarik Kembali",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "penarikan permohonan, kewajiban, negara, biaya, pendidikan",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3886",
    "Tahun": 2022
  },
  {
    "Nomor": "11/PUU-XXII/2024",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 32 Tahun 2002 tentang Penyiaran",
    "Amar": "Menyatakan permohonan Pemohon tidak dapat diterima.",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Perlindungan anak-anak, remaja, dan perempuan dalam pedoman perilaku penyiaran",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4202",
    "Tahun": 2024
  },
  {
    "Nomor": "111/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 14 Tahun 2005 tentang Guru dan Dosen",
    "Amar": "Menolak permohonan para Pemohon untuk seluruhnya.",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Dosen, Dalam Melaksanakan Tugas Keprofesionalan, Tunjangan Profesi Dosen, Dosen Tugas Belajar",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4007",
    "Tahun": 2022
  },
  {
    "Nomor": "113/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Formil dan Materiil Undang-Undang Nomor 35 Tahun 2014 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2002 tentang Perlindungan Anak terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditarik Kembali",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "pengujian formil dan materiil, perlindungan anak",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3975",
    "Tahun": 2022
  },
  {
    "Nomor": "83/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 35 Tahun 2014 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2002 tentang Perlindungan Anak terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "syarat agama dalam pengangkatan anak, pengangkatan anak",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3940",
    "Tahun": 2022
  },
  {
    "Nomor": "61/PUU-XVIII/2020",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara terhadap UUD 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Privatisasi, Anak Perusahaan, BUMN, Unbundling, Pertamina",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3740",
    "Tahun": 2020
  },
  {
    "Nomor": "85/PUU-XVII/2019",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 35 Tahun 2014 tentang Perubahan Atas Undang-Undang Nomor 23 Tahun 2002 tentang Perlindungan Anak",
    "Amar": "Ditolak",
    "Status": "Menolak Sebagian (Tidak Dapat Diterima)",
    "Kata Kunci": "Permohonan Pengujian Undang-Undang Nomor 35 Tahun 2014 tentang Perubahan Undang-Undang Nomor 23 Tahun 2002 tentang Perlindungan Anak",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3450",
    "Tahun": 2019
  },
  {
    "Nomor": "09-04-28/PHPU-DPR-DPRD/XII/2014",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah Tahun 2014",
    "Amar": "Putusan Akhir",
    "Status": "-",
    "Kata Kunci": "Elections-Indonesia-2014; Regional Legislative Council-Sulawesi Tenggara; Legislative Bodies-Indonesia; Election recount-Kadia-Kendari-Sulawesi Tenggara Province; Indonesian Democratic Party-Struggle (PDI-P); Pemilihan Umum-Dewan Perwakilan Daerah (DPRD)-2014; Putusan Akhir-Mahkamah Kostitusi-Perselisihan Hasil Pemilihan Umum; Partai Demokrasi Indonesia Perjuangan (PDI-P); Penghitungan suara ulang-Kecamatan Kadia-Kota Kendari-Provinsi Sulawesi Tenggara.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2026",
    "Tahun": 2014
  },
  {
    "Nomor": "184/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kota Subulussalam Tahun 2013",
    "Amar": "Putusan Sela",
    "Status": "Sela / Provisi",
    "Kata Kunci": "Kota Subulussalam;Tahun 2013;H. Affan Alfian, S.E;Pianti Mala;Nomor Urut 1;Merah Sakti, S.H;Drs. Salmaza;Nomor Urut 3;Penetapan;Surat Keputusan Komisi Independen Pemilihan Kota Subulussalam;Kecamatan Simpang Kiri;KECAMATAN PENANGGALAN;KECAMATAN RUNDENG;KECAMATAN SULTAN DAULAT;KECAMATAN LONGKIP;Penghitungan Suara Ulang;PPS;KPPS; terstruktur, sistematis dan masif",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1597",
    "Tahun": 2013
  },
  {
    "Nomor": "4/PHPU.D-XII/2014",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Provinsi Maluku Tahun 2013 Putaran Kedua",
    "Amar": "Ditolak seluruhnya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah; Provinsi Maluku; Tahun 2013; Putaran Kedua; Abdullah Vanath, S.Sos., MMP. ;Drs. Marthin Jonas Maspaitella, M.Si.;Komisi Pemilihan Umum Provinsi Maluku;Keputusan Komisi Pemilihan Umum;Nomor 657/Kpts/KPU – PROV – 028/XI/2013 ;TPS;KPPS;PPS;PPK;KPU;Kecamatan Sirimau;pelanggaran;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1627",
    "Tahun": 2014
  },
  {
    "Nomor": "125/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Kerinci Tahun 2013",
    "Amar": "Putusan Akhir",
    "Status": "-",
    "Kata Kunci": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah; Kabupaten Kerinci; Tahun 2013;DR. H. Adirozal, M.Si.; : Zainal Abidin, S.H., M.H. ;H. Murasman, S.Pd., MM;H. Zubir Dahlan;Kecamatan Siulak Mukai; Kecamatan Sitinjau Laut; pemungutan suara ulang;PPS;KPPS;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1615",
    "Tahun": 2013
  },
  {
    "Nomor": "180/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Pidie Jaya Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Kabupaten Pidie Jaya;Tahun 2013; Drs. Abd. Rahman, S.E, M.M. ;H. M. Yusuf Ibrahim;Nomor Urut 3; Tgk. H. Aiyub Ben Abbas;H. Said Mulyadi, SE., MSi. ; Nomor Urut 2; pelanggaran ;nomokrasi;pengelembungan suara; PPK;Kecamatan Bandar Baru;Money politic;Kecamatan Meuredu ;Kecamatan Meurah Dua ;Kecamatan Ulim;Kecamatan Jangka Buya ; Intimidasi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1591",
    "Tahun": 2013
  },
  {
    "Nomor": "145/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Kubu Raya, Provinsi Kalimantan Barat Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "PHPUD;Kabupaten Kubu Raya;Provinsi Kalimantan Barat;Tahun 2013;H. Muda Mahendrawan, SH.;Ir. Suharjo;Komisi Pemilihan Umum Kabupaten Kubu Raya;asas penyelenggaraan Pemilu;money politic;Pelanggaran; Terstruktur;sistematis;masif;Kecamatan Kubu;Kecamatan Sungai Raya;Kecamatan Batu Ampar;Tim Kampanye;tim pemenangan;KPPS",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1540",
    "Tahun": 2013
  },
  {
    "Nomor": "125/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Kerinci, Provinsi Jambi Tahun 2013",
    "Amar": "Sela",
    "Status": "-",
    "Kata Kunci": "Kepala Daerah;Wakil Kepala Daerah;Pemilihan Umum;Komisi Pemilihan Umum, Kabupaten Kerinci;Kecamatan Siulak Mukai, Kecamatan Sitinjau Laut; Pemungutan Suara Ulang;Putusan Akhir;Adirozal.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1517",
    "Tahun": 2013
  },
  {
    "Nomor": "128/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Provinsi Riau Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "-",
    "Kata Kunci": "Putaran kedua, pelanggaran terstruktur, sistematis, dan masif, form C1-KWK.KPU tidak diperoleh saksi Pemohon, Kecamatan Kabupaten Rokan Hilir, ketidaksesuaian dalil Pemohon, Kecamatan Pujut, mobilisasi PNS, Kota Pekanbaru, Kabupaten Kampar, Kabupaten Rokan Hilir, Kabupaten Pelelawan, Kabupaten Siak, Kabupaten Kuansing, Kabupaten Indragiri Hilir, pencoblosan surat suara tidak terpakai, Kecamatan Siak Hulu, politik uang, Kecamatan Kunto Darussalam, selisih suara sah dan tidak sah.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1514",
    "Tahun": 2013
  },
  {
    "Nomor": "103/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Sumba Barat Daya, Provinsi Nusa Tenggara Timur Tahun 2013",
    "Amar": "ditolak seluruhnya",
    "Status": "-",
    "Kata Kunci": "pasal 236C UU 12/2008, Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Sumba Barat Daya, Provinsi Nusa Tenggara Timur Tahun 2013, dr. Kornelius Kodi Mete dan Drs. Daud Lende Umbu Moto (Pasangan Calon Bupati dan Wakil Bupati Nomor Urut 2), Sirra Prayuna, S.H., dkk, Berita Acara Nomor 41/BA/VIII/2013 10 Agustus 2013; dan Keputusan Komisi Pemilihan Umum Kabupaten Sumba Barat Daya Nomor 44/Kpts/KPU-Kab-018.964761/2013 10 Agustus 2013, kekeliruan penghitungan suara, penggelembungan, penggembosan, Kecamatan Wewewa Tengah, Wewewa Barat",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1472",
    "Tahun": 2013
  },
  {
    "Nomor": "103/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 5 Tahun 2018 tentang Perubahan atas Undang-Undang Nomor 15 Tahun 2003 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2002 tentang Pemberantasan Tindak Pidana Terorisme Menjadi Undang-Undang",
    "Amar": "1.Mengabulkan permohonan para Pemohon untuk sebagian. 2.Menyatakan frasa “3 (tiga) tahun terhitung sejak tanggal Undang-Undang ini mulai berlaku” dalam Pasal 43L ayat (4) Undang-Undang Nomor 5 Tahun 2018 tentang Perubahan Atas Undang-Undang Nomor 15 Tahun 2003 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2002 tentang Pemberantasan Tindak Pidana Terorisme Menjadi Undang-Undang (Lembaran Negara Republik Indonesia Tahun 2018 Nomor 92, Tambahan Lembaran Negara Republik Indonesia Nomor 6216) bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat secara bersyarat sepanjang tidak dimaknai “10 (sepuluh) tahun terhitung sejak tanggal Undang-Undang ini mulai berlaku”. Sehingga, norma Pasal 43L ayat (4) Undang-Undang Nomor 5 Tahun 2018 tentang Perubahan Atas Undang-Undang Nomor 15 Tahun 2003 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2002 tentang Pemberantasan Tindak Pidana Terorisme Menjadi Undang-Undang yang semula berbunyi “Permohonan sebagaimana dimaksud pada ayat (2) dapat diajukan paling lama 3 (tiga) tahun terhitung sejak tanggal Undang-Undang ini mulai berlaku” menjadi selengkapnya berbunyi, “Permohonan sebagaimana dimaksud pada ayat (2) dapat diajukan paling lama 10 (sepuluh) tahun terhitung sejak tanggal Undang-Undang ini mulai berlaku”. 3.Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya. 4.Menolak permohonan para Pemohon untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Kedaluwarsa Pengajuan Permohonan Kompensasi, Bantuan Medis, Atau Rehabilitasi Psikososial dan Psikologis Bagi Korban Langsung Tindak Pidana Terorisme",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4632",
    "Tahun": 2023
  },
  {
    "Nomor": "61/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 8 Tahun 1981 tentang Hukum Acara Pidana terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "bantuan hukum bagi saksi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3966",
    "Tahun": 2022
  },
  {
    "Nomor": "64/PUU-XII/2014",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 19 Tahun 2002 tentang Hak Cipta terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Copy right-law and legislation; Copy right-Indonesia; Indonesia. Undang-Undang tentang Hak Cipta 2002; Hak cipta; Pemegang hak cipta; Program Priscard; Program Bantuan Dana Sosial Pribadi; Program Jamsostek.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=2097",
    "Tahun": 2014
  },
  {
    "Nomor": "35/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 27 Tahun 2009 tentang Majelis Permusyarawatan Rakyat, Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah, dan Undang-Undang Nomor 17 Tahun 2003 tentang Keuangan Negara terhadap Undang-Undang Dasar Negera Republik Indonesia Tahun 1945",
    "Amar": "Dikabulkan Sebagian",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Pengujian; konstitusional; legal standing; Yayasan Lembaga Bantuan Hukum Indonesia (YLBHI); Forum Indonesia untuk Transparansi Anggaran (FITRA); Indonesia Budget Center (IBC); Indonesia Corruption Watch (ICW); Feri Amsari; Hifdzil Alim; Bahrain; banggar DPR; kerugian; anggota DPR; Undang-Undang Nomor 27 Tahun 2009 tentang Majelis Permusyarawatan Rakyat, Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah; Undang-Undang Nomor 17 Tahun 2003 tentang Keuangan Negara; APBN; APBN-P; pemerintah; keuangan negara; masyarakat; MPR; DPR; KPK; pengawasan; anggaran; parlemen; penyimpangan; fungsi legislasi; Presiden;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1695",
    "Tahun": 2013
  },
  {
    "Nomor": "69/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 13 Tahun 2003 tentang Ketenagakerjaan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Ketenagakerjaan; Pengusaha; Buruh; Pekerja; Serikat Pekerja; Pemutusan Hubungan Kerja; Dana Bantuan; Tanggungan; Lembaga Penyelesaian Perselisihan Hubungan Industrial; Asas Praduga Tak bersalah; Uang Penggantian Hak; Uang Penghargaan.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1685",
    "Tahun": 2013
  },
  {
    "Nomor": "88/PUU-X/2012",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 16 Tahun 2011 tentang Bantuan Hukum terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Undang-Undang tentang Bantuan Hukum; Undang-Undang tentang Advokat; Advokat; Pengacaral; Ikatan Advokat Indonesia; IKADIN; Asosiasi Advokat Indonesia; AAI; Ikatan Penasihat Hukum Indonesia; IPHI; Himpunan Advokat dan Pengacara Indonesia; HAPI; Serikat Pengacara Indonesia; SPI; Asosiasi Konsultan Hukum Indonesia; AKHI; Himpunan Konsultan Hukum Pasar Modal; HKHPM; Asosiasi Pengacara Syariah Indonesia; APSI; Perhimpunan Advokat Indonesia; PERADI; Kode Etik Advokat Indonesia; KEAI; Bantuan Hukum; Pengacara Praktik; Konsultan Hukum; Klien; Kode Etik; Organisasi Pofesi Advokat; Lembaga Bantuan Hukum; Syarat dan Tata Cara Pemberian Bantuan Hukum Cuma-cuma; Bantuan Hukum-Kontrol; Pendidikan Hukum Klinis; Probono republico; Legal aid; Legal aid standard; 67/PUU-II/2004; 006/PUU-II/2004; Clinical Legal Education.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1600",
    "Tahun": 2012
  },
  {
    "Nomor": "157/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Polewali Mandar, Provinsi Sulawesi Barat, Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "-",
    "Kata Kunci": "Pemilukada; KPU; Bupati; Wakil Bupati; Kabupaten Polewali Mandar; Pelanggaran; Terstruktur, Sistematis dan Masif; Politik Uang; Melawan Hukum; Penyalahgunaan Kewenangan; Incumbent; Bantuan; Panwaslu; DPT",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1554",
    "Tahun": 2013
  },
  {
    "Nomor": "155/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Gorontalo Utara Tahun 2013",
    "Amar": "Ditolak seluruhnya",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Pemilukada; Bupati; Wakil Bupati; KPU; Kabupaten Gorontalo Utara; Pelanggaran; Bantuan Pemerintah; Penyalahgunaan Kewenangan; Rekapitulasi Hasil Penghitungan Suara; Panwaslu",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1552",
    "Tahun": 2013
  },
  {
    "Nomor": "102/PHPU.D-XI/2013",
    "Pokok Perkara": "Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Parigi Moutong Tahun 2013",
    "Amar": "ditolak seluruhnya",
    "Status": "-",
    "Kata Kunci": "pasal 236C UU 12/2008, Perselisihan Hasil Pemilihan Umum Kepala Daerah dan Wakil Kepala Daerah Kabupaten Parigi Moutong Tahun 2013, Taswin Borman dan Kemal Toana (Pasangan Calon Bupati dan Wakil Bupati Nomor Urut 1), Iwan Gunawan,S.H., M.H., dkk, Surat Keputusan KPU Parigi Moutong Nomor 27/Kpts/KPU-Kab/024.433192/2013 tanggal 15 Juli 2013, pelanggaran administratif dan pidana, terstruktur, sistematis dan masif, Hak Konstitusional Pemilih Beragama Kristen Advent, Keberpihakan Termohon, Penghitungan ulang sepihak, Kartu undangan pemilih untuk kepolisian, Kecamatan Toribulu, Kasimbar, Ampibabo, Siniu, Tinombo Selatan, Parigi Utara, Tinombo, Sausu, Palasa, Ongka Malino, Mepanga, Tomini, Toribulu, Bupati Incumbent, Coblos dua kali, keterlibatan PNS, Kepala Dinas, Kepala Bidang, Kepala Bappeda, Camat, PPL Dinas Pertanian, Kepala Desa, Penyalahgunaan Bantuan Sosial, ancaman, Tenaga Honorer Dinas Kelautan dan Perikanan, moeny politic, pelanggaran kampanye, pihak terkait, pasangan calon Bupati dan Wakil Bupati nomor urut 2 H. Samsurizal Tombolotutu dan Badrun Nggai, SE.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1471",
    "Tahun": 2013
  },
  {
    "Nomor": "94/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 2 Tahun 2004 tentang Penyelesaian Perselisihan Hubungan Industrial",
    "Amar": "1. Mengabulkan permohonan Pemohon untuk sebagian. 2. Menyatakan Pasal 82 Undang-Undang Nomor 2 Tahun 2004 tentang Penyelesaian Perselisihan Hubungan Industrial (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 6, Tambahan Lembaran Negara Republik Indonesia Nomor 4356) bertentangan dengan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 dan tidak mempunyai kekuatan hukum mengikat sepanjang tidak dimaknai “Gugatan oleh pekerja/buruh atas pemutusan hubungan kerja dapat diajukan hanya dalam tenggang waktu 1 (satu) tahun sejak diterimanya atau diberitahukannya keputusan dari pihak pengusaha”. 3. Memerintahkan pemuatan putusan ini dalam Berita Negara Republik Indonesia sebagaimana mestinya. 4. Menolak permohonan Pemohon untuk selain dan selebihnya.",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "daluarsa pengajuan gugatan keputusan PHK ke Pengadilan Hubungan Industrial, Panjar Biaya Perkara",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4197",
    "Tahun": 2023
  },
  {
    "Nomor": "121/PUU-XXI/2023",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman",
    "Amar": "1. Mengabulkan penarikan kembali permohonan Pemohon; 2. Menyatakan Permohonan Nomor 121/PUU-XXI/2023 mengenai Permohonan Pengujian Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 157, Tambahan Lembaran Negara Republik Indonesia Nomor 5076) terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 ditarik kembali; 3. Menyatakan Pemohon tidak dapat mengajukan kembali permohonan a quo; 4. Memerintahkan Panitera Mahkamah Konstitusi untuk mencatat perihal penarikan kembali permohonan Nomor 121/PUU-XXI/2023 dalam Buku Registrasi Perkara Konstitusi Elektronik (e-BRPK) dan mengembalikan salinan berkas permohonan kepada Pemohon.",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "peradilan yang sederhana, cepat, dan biaya ringan, putusan sela",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=4133",
    "Tahun": 2023
  },
  {
    "Nomor": "32/PUU-XX/2022",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 21 Tahun 2008 tentang Perbankan Syariah terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "uu 21/2008, uu perbankan syariah, perbankan syariah, bank pembiayaan rakyat syariah, bprs, bank dengan prinsip syariah, larangan bprs, pembentukan bprs, penawaran umum, penyertaan modal, bank pembiayaan rakyat syariah harta insan karimah",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3951",
    "Tahun": 2022
  },
  {
    "Nomor": "12/PUU-XIX/2021",
    "Pokok Perkara": "Pengujian Materiil Undang-Undang Nomor 5 Tahun 1960 tentang Peraturan Dasar Pokok-pokok Agraria terhadap UUD 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Peralihan Hak Atas Aset Yang Dibiayai Berdasarkan UU Perbankan Syariah",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=3709",
    "Tahun": 2021
  },
  {
    "Nomor": "63/PUU-X/2012",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 36 Tahun 2009 tentang Kesehatan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Kesehatan; pembiayaan kesehatan; pelayanan kesehatan; kesehatan masyarakat; asuransi; asuransi kesehatan; asuransi kesehatan komersial; sistem jaminan sosial nasional; jamsostek; sjsn; anggaran kesehatan; APBN; APBD; hak hidup; hak mempertahankan hidup; liberalisme; non-liberalisme; faham kebebasan; Abraham Amos; Johny Bakar;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1305",
    "Tahun": 2012
  },
  {
    "Nomor": "2/SKLN-X/2012",
    "Pokok Perkara": "Sengketa Kewenangan Lembaga Negara antara Presiden Republik Indonesia dengan Dewan Perwakilan Rakyat (DPR) dan Badan Pemeriksa Keuangan (BPK)",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Sengketa Kewenangan Lembaga Negara; Presiden; Dewan Perwakilan Rakyat; Badan Pemeriksa Keuangan; kewenangan atribusi; Kewenangan Angaran; Badan Layanan Umum; Pusat Investasi Pemerintah; Fasilitas Likuiditas Pembiayaan Perumahan",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1133",
    "Tahun": 2012
  },
  {
    "Nomor": "22/PUU-X/2012",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 37 Tahun 2004 tentang Kepailitan dan Penundaan Kewajiban Pembayaran Utang terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Gugur",
    "Status": "Gugur",
    "Kata Kunci": "Oliva Yulianti Widya; PT. Sinar Dewi Flores Indah; Undang-Undang Nomor 37 Tahun 2004; Kepailitan dan Penundaan Kewajiban Pembayaran Utang; tindak pidana penipuan dan penggelapan; Kepala BNI Cabang Ende; tidak hadir sidang; peradilan yang cepat; tanpa alasan yang sah; sederhana; biaya ringan; kepastian hukum;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1052",
    "Tahun": 2012
  },
  {
    "Nomor": "60/PUU-IX/2011",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 10 Tahun 2010 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2011 dan Undang-Undang Nomor 11 Tahun 2011 tentang Perubahan Atas Undang-Undang Nomor 10 Tahun 2010 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2011",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Anggaran Pendapatan dan Belanja Negara; Anggaran Pendapatan dan Belanja Daerah; judicial violence; Legal drafting; promissory notes; Penyertaan Pemerintah; Dana Penyesuaian Infrastruktur Daerah; Dana Alokasi Umum; Dian Puji Simatupang; Henry Thomas Simarmata; sharing the pain; single ownership; closed ownership; kelompok lemah; Ahmad Erani Yustika; Revrisond Baswir; Hasbullah Thabrany; kerugian keuangan negara; fungsi alokasi; fungsi stabilisasi; fungsi distribusi; fiskal; unified budget; Rencana Kerja Pemerintah; Reformasi Birokrasi; pro growth; pro job; jaring pengaman sosial; pro poor; life expectancy rate; daya beli masyarakat; purchasing power parity; indeks pembangunan manusia; opportunity loss; Liquid Petroleum Gas; tarif tenaga listrik; Biaya Pokok Penyediaan; Pemberdayaan Masyarakat Mandiri Perdesaan; Pengembangan Infrastruktur Sosial Ekonomi Wilayah; Bantuan Operasional Sekolah; Jaminan Kesehatan Masyarakat; jaminan sosial nasional; Penerimaan Negara Bukan Pajak; Pendapatan Dalam Negeri; double accounting; Machfud Sidik; Hermanto Siregar",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=985",
    "Tahun": 2011
  },
  {
    "Nomor": "55/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 16 Tahun 2004 tentang Kejaksaan Republik Indonesia terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Sebagian (Tidak Dapat Diterima)",
    "Kata Kunci": "Pemanggilan; Pemeriksaan; Penggeledahan; Penangkapan; Penahanan; Kejaksaan; Jaksa Agung; Tindak Pidana; Antasari Azhar; Komisi Pemberantasan Korupsi; improper influences; equality before the law; integrated justice system; justice delayed justice denied; independent of judiciary; hak-hak sipil dan politik; costante justitie; Kitab Undang-undang Hukum Acara Pidana; the rule of law; Frans Hendra Winarta; equal treatment; wewenang; kode etik; Irman Putra Sidin; Melky Tobing; Lembaga Permasyarakatan; barang bukti; bareskrim polri; constitutional complaint; constitutional review; lembaga swadaya masyarakat; guidelines on the role prosecutor; International Association of prosecutor; Andi Hamzah; forum previlegiantum; Indriyanto Seno Adji; officium nobile",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1674",
    "Tahun": 2013
  },
  {
    "Nomor": "79/PUU-X/2012",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 12 Tahun 1995 tentang Pemasyarakatan, Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah sebagaimana telah diubah dengan Undang-Undang Nomor 12 Tahun 2008 tentang Perubahan Kedua Atas Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah, dan Undang-Undang Nomor 8 Tahun 2012 tentang Pemilihan Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Sebagian (Tidak Dapat Diterima)",
    "Kata Kunci": "Undang-Undang Nomor 12 Tahun 1995 tentang Pemasyarakatan; Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah; Undang-Undang Nomor 12 Tahun 2008; Undang-Undang Nomor 8 Tahun 2012 tentang Pemilihan Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah; Pemilihan Umum; Anggota DPR, DPD dan DPRD; Pemilu Legislatif; Sudirman Hidayat; Drs. H. Samsul Hadi Siswoyo, S.H.; Dr. A. Muhammad Asrun, S.H., M.H., dkk; Pasal 3 UU 12/1995; Pasal 58 huruf f UU 32/2004 jo UU 12/2008; Pasal 12 huruf g UU 8/2012; Pasal 51 ayat (1) huruf g UU 8/2012; Mantan Narapidana; Lembaga Pemasyarakatan; LAPAS; Pasal 27 ayat (1) UUD 1945; Pasal 28C ayat (1) UUD 1945; Pasal 28D ayat (1) UUD 1945; Pasal 28D ayat (3) UUD 1945; Putusan MK Nomor 4/PUU-VII/2009; UU 12/2005 tentang Pengesahan ICCPR; International Covenant on Civil and Political Rights; Sunardi; Pengujian Materiil; Pengujian Konstitusionalitas",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1382",
    "Tahun": 2012
  },
  {
    "Nomor": "50/PUU-VIII/2010",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 40 Tahun 2004 tentang Sistem Jaminan Sosial Nasional",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Sistem jaminan sosial nasional (SJSN); PT. Asuransi kesehatan indonesia (Askes); PT. Jaminan sosial tenaga kerja (Jamsostek); PT. Asuransi sosial angkatan bersenjata Republik Indonesia (Asabri); Walikota Solo; Walikota Yogyakarta; BAdan pelaksana SJSN; Undang-Undang badan pelaksana jaminan sosial (UU BPJS); MAsyarakat miskin; Perusahaan asuransi; Sistem asuransi sosial; Peraturan Presuden nomor 77 tahun 2007 tentang daftar negatif investasi; Penanaman modal asing (PMA); Perusahaan asing; Free trade agreement (FTA); Perjanjian perdagangan bebas; Krisis keuangan global; Perusahaan American International Group (AIG); Moral Hazard; PT> dana tabungan dan asuransi pegawai negeri (Taspen); Pelayanan jasa asuransi; Jaminan kesehatan masyarakat (JAmkesmas); Organisasi masyarakat miskin; Organisasi serikat buruh; Hak asasi manusia (HAM)",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=963",
    "Tahun": 2010
  },
  {
    "Nomor": "70/PUU-IX/2011",
    "Pokok Perkara": "Pengujian Pasal 4 ayat (1) Undang-Undang Nomor 3 Tahun 1992 tentang Jaminan Sosial Tenaga Kerja dan Pasal 13 ayat (1) Undang-Undang Nomor 40 Tahun 2004 tentang Sistem Jaminan Sosial Nasional",
    "Amar": "Dikabulkan",
    "Status": "Mengabulkan Seluruhnya",
    "Kata Kunci": "UU Nomor 3 Tahun 1992; Pasal 28H ayat (3); Jaminan Sosial Tenaga Kerja;UU Nomor 4 Tahun 2004; Sistem Jaminan Sosial Nasional;UU SJSN; pemberi kerja; Fadzlun Budi SN; Federasi Ikatan Serikat Buruh Indonesia; Andi Muhammad Asrun; Merlina;Basani Situmorang; PT Jamsostek; Setiap orang berhak atas jaminan sosial; International Labor Organization; Badan Penyelenggara Jaminan Sosial; UU Jamsostek; program jaminan sosial merupakan hak setiap pekerja/buruh;sistem asuransi sosial;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1144",
    "Tahun": 2011
  },
  {
    "Nomor": "52/PUU-IX/2011",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 28 Tahun 2009 tentang Pajak Daerah dan Retribusi Daerah",
    "Amar": "Dikabulkan",
    "Status": "Mengabulkan Seluruhnya",
    "Kata Kunci": "Pengujian Materiil; Pasal 42 ayat (2) huruf g Undang-Undang Nomor 28 Tahun 2009 tentang Pajak Daerah dan Retribusi Daerah; Pajak Hiburan; Perpajakan; Kepabeanan; Asosiasi Lapangan Golf Indonesia; PT.Pondok Indah Padang Golf, TBK.; PT. Padang Golf Bukit Sentul; PT. Sanggaraha Daksamitra; PT. Sentul Golf Utama; PT. New Kuta Golf and Ocean View; PT. Merapi Golf; PT. Karawang Sport Centre Indonesia; PT. Damai Indah Golf, TBK; Denny Kailimang, S.H., M.H., Harry Ponto, S.H., LL.M.,dkk; Pasal 28D ayat (1) dan Pasal 28I ayat (2) UUD 1945; Undang-Undang Nomor 3 Tahun 2005 tentang Sistem Keolahragaan Nasional (“UU Sistem Keolahragaan”); Komite Olahraga Nasional Indonesia (KONI); Persatuan Golf Indonesia (PGI); Persatuan Olahraga Billiard Seluruh Indonesia (POBSI); Persatuan Boling Indonesia (PBI); Pajak Ganda (Double Tax); International Federation for Golf atau Federasi Internasional Golf; International Olympic Committee (IOC); Olimpiade; Pekan Olahraga Nasional (PON); Sea Games; Turnamen; Olahraga Pendidikan; Olahraga Rekreasi; Olahraga Prestasi; Vegetasi; konservasi alam; mitigasi; GBHN; Soacial Justice; Undang-Undang Nomor 11 Darurat Tahun 1957 tentang Peraturan Umum Pajak Daerah; Undang-Undang Nomor 11 yang telah diubah oleh Undang-Undang Nomor 18 dan selanjutnya terakhir oleh Undang-Undang Nomor 28 Tahun 2009; United Nation Model; OECD Model; obtain; Yunita Rhamadani",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1129",
    "Tahun": 2011
  },
  {
    "Nomor": "64/PUU-VIII/2010",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 48 Tahun 2009 tentang Kekuasaan Kehakiman, dan Undang-Undang Nomor 14 Tahun 1985, Undang-Undang Nomor 3 Tahun 2009 tentang Perubahan Kedua atas Undang-Undang Nomor 14 Tahun 1985 tentang Mahkamah Agung, serta Undang-Undang Nomor 8 Tahun 1981 tentang Hukum Acara Pidana",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "UU No 48 tahun 2009 ; Pasal 24 ayat 3 ; Kekuasaan Kehakiman ; Mahkamah agung ; UU No 14 Tahun 1985 ; UU No 5 Tahun 2004 ; UU No 3 Tahun 2009 ; Sigit Soegiarto bin Ong Ting Kong ; Agus Nurudin ; CV Kurnia Abadi ; Cap Kelinci ; PT Inax International Corporation ; Rabbit Brand Merek Kelinci Plane Irons ; Hak Cipta ; Pengadilan Niaga ; Semarang ; Pisau Serut",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=760",
    "Tahun": 2010
  },
  {
    "Nomor": "115/PUU-VII/2009",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 13 Tahun 2003 tentang Ketenagakerjaan",
    "Amar": "Dikabulkan Sebagian",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Serikat pekerja; Perjanjian kerja bersama; Serikat buruh; International Covenant on Civil and Political Rights; Bank Central Asia; Tenaga Kerja; Pekerja; Buruh; Keanggotaan; Kemerdekaan berserikat; Gabungan serikat pekerja",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=671",
    "Tahun": 2009
  },
  {
    "Nomor": "37/PUU-VIII/2010",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 30 Tahun 2002 tentang Komisi Pemberantasan Tindak Pidana Korupsi",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Political Corruption Indonesia; Commission for Eradication of Corruption in Indonesia - 2006; KPK; Komisi Pemberantasan Korupsi; Politik Korupsi; Komisi pemberantasan tindak pidana korupsi; M. Farhat Abbas, S.H., M.H.; Prof. Dr. (jur). O.C. Kaligis, S.H.; Panitia seleksi calon pengganti pimpinan komisi pemberantasan tindak pidana korupsi; Persamaan dalam hukum (equality before the law); Living constitutional values; Hak asasi manusia; Kovenan internasional tentang hak-hak sipil dan politik (International covenant on civil and political rights); Kovenan internasional tentang hak-hak ekonomi, sosial, dan budaya (International covenant on economic, social and cultural rights)",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=655",
    "Tahun": 2010
  },
  {
    "Nomor": "47/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 17 Tahun 2012 tentang Perkoperasian terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditarik Kembali",
    "Status": "Ditarik Kembali",
    "Kata Kunci": "Perkumpulan Pancur Kasih, Koperasi Credit Union Sumber Kasih, Koperasi Canaga Antutn, Koperasi Kredit Gemalag Kemisiq",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1395",
    "Tahun": 2013
  },
  {
    "Nomor": "60/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 17 Tahun 2002 tentang Perkoperasian terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "perkoperasian; badan hukum privat; yayasan; koperasi; asosiasi; perkumpulan; perseorangan; badan hukum koperasi; modal; rapat anggota; wadah tunggal; asas kekeluargaan; pengawas dan pengurus; mutatis mutandis; kehilangan objek",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1701",
    "Tahun": 2013
  },
  {
    "Nomor": "107/PUU-XI/2013",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara Perpajakan terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "UU Perpajakan; UU 6 Tahun 1983; Pasal 7; Koperasi Serba Usaha Subur Provinsi Sumatera Utara; Jansen Butarbutar; badan hukum privat; pengadilan pajak; fiskal pajak koperasi; Surat Keterangan Fiskal; denda sanksi administrasi PPh Badan dan PPh Pasal 21; hutang pajak; surat pemberitahuan; objek permohonan tidak ada; objek permohonan hilang;",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1689",
    "Tahun": 2013
  },
  {
    "Nomor": "36/PUU-X/2012",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 22 Tahun 2001 tentang Minyak dan Gas Bumi terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Dikabulkan Sebagian",
    "Status": "Mengabulkan Sebagian (Ditolak)",
    "Kata Kunci": "Minyak dan Gas Bumi; Kontrak Kerja Sama; Kontrak Bagi Hasil; Eksplorasi; Eksploitasi; Kegiatan Usaha Hulu; Kegiatan Usaha Hilir; Wilayah Kerja; Bahan Bakar Minyak; Memorandum of Economic and Finance Policies; titik penyerahan; dikuasai oleh negara; mekanisme persaingan usaha; Badan Usaha Milik Negara; Badan Usaha Milik Daerah; Koperasi; usaha kecil; badan usaha swasta; Bentuk Usaha Tetap; unbundling; pacta sunct survanda; sosiaring contract; product session sharing contract; good cooperate governments; cost recovery; plain of development; Ichsanudin Noorsy; government to business; production contract; Bank Dunia; Harga energi; purchasing power; Kwik Kian Gie; lifting; refining; barel; Irman Putra Sidin; Margarito Kamis; executive agreement; Rizal Ramli; new finding; Rudi Rubiandini; domestic market obligation; Indonesian Crude Price; Rachmat Sudibyo; Erman Rajagukguk; Hikmahanto Juwana; perjanjian baku",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=1209",
    "Tahun": 2012
  },
  {
    "Nomor": "32/PUU-IX/2011",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 25 Tahun 1992 tentang Perkoperasian",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Perkoperasian; anggota, pengurus, dan pengawas koperasi; mekanisme pertanggungjawaban; pokok permohonan tidak beralasan hukum.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=885",
    "Tahun": 2011
  },
  {
    "Nomor": "16/PUU-VII/2009",
    "Pokok Perkara": "Pengujian Undang-Undang Nomor 22 Tahun 2007 tentang Penyelenggara Pemilihan Umum dan Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah",
    "Amar": "Tidak Dapat Diterima",
    "Status": "Tidak Dapat Diterima",
    "Kata Kunci": "Undang-undang Nomor 22 Tahun 2007; Undang-undang Nomor 32 Tahun 2004; Penyelenggaraan Pemilu; Pemerintahan daerah; Kewenangan KPU; KPUD; Perselisihan hasil pemilu; Ekonomi konstitusi; Koperasi Praja Tulada; Pedagang pasar tradisional; Koperasi; Independen; Aliansi Paguyuban Pedagang Pasar; Surabaya; Kerugian actual; Kerugian potensial institusional; Kebijakan liberalisasi; PD Pasar Surya; Pemerintahan Kota Surabaya; Koperasi Pedagang dan Pracangan; Koperasi Serba Usaha; Pasar Turi; Kejahatan Ekonomi; Pembiayaan calon kepala daerah; Build Operation Transfer; Penghapusan asset; DPRD Kota Surabaya; Asset daerah; Perbaikan pelayanan; Tindak pidana korupsi",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=385",
    "Tahun": 2009
  },
  {
    "Nomor": "060/PUU-II/2004",
    "Pokok Perkara": "Pengujian Undang-undang Republik Indonesia Nomor 7 Tahun 2004 tentang Sumber Daya Air terhadap Undang-Undang Dasar Negara Republik Indonesia Tahun 1945",
    "Amar": "Ditolak",
    "Status": "Menolak Seluruhnya",
    "Kata Kunci": "Water resources development-law and legislation-Indonesia; Water-supply management; Drinking water; Indonesia. Undang-Undang tentang Sumber Daya Air; Undang-Undang Nomor 7 Tahun 2004; Sumber Daya Air; Munarman; Longgena Ginting; Zumrotun; Suta Widhya; Suyanto; air; hak atas air; hak asasi manusia (HAM); Pengujian Formil; Pengujian Materiil; pasokan air bersih; akses terhadap air; menghormati (to respect); melindungi (to protect); memenuhi (to fulfill); siklus hidrologis; kewajiban negara; perencanaan pengelolaan; sumber daya air; usaha konservasi sumber air; campur tangan manusia; air bagi kebutuhan pokok; jaminan negara; tanggung jawab Pemerintah dan Pemerintah provinsi; tanggung jawab eksklusif; Hak Guna Pakai Air; hak guna pakai; air baku; pemanfaat air; biaya jasa pengelolaan sumber daya air; res commune; PDAM; sistem penyediaan air minum; koperasi; badan usaha swasta; masyarakat; penguasaan air; hak penguasaan negara; sistem perizinan; izin pengusahaan; pihak yang berkepentingan; stakeholders; pemberian izin; komersialisasi air; subsidi; biaya pengelolaan sumber daya air; hak ulayat atas sumber daya air; swasta; mekanisme perizinan; hak pengusahaan air; izin; teknologi modifikasi cuaca; wilayah sungai; mengatur kompensasi; membayar kompensasi; penerima manfaat; dikuasai oleh negara; Hak air; Hak Guna Pakai Air; Hak Guna Usaha Air; Air-pengaturan; Izin pengusahaan sumber daya air.",
    "Dokumen": "https://www.mkri.id/index.php?page=download.Putusan&id=72",
    "Tahun": 2004
  }
]